[
  {
    Name: 'CDAP Boost Your Business Technology Grant',
    Amount: '$15,000',
    Deadline: 'Coming Soon.',
    Summary: 'Get up to $15,000 to boost your business technology',
    Description: 'Looking to increase productivity? Need to consolidate your back office software? Need better cybersecurity tools? With a plan tailored to your business, we can help with your digital transformation.\n' +
      'The CDAP Boost Your Business Technology grant helps SMEs reduce overhead costs, speed up transactions, respond to clients more quickly, manage inventory more efficiently, and improve supply chain logistics.\n' +
      "You're ready to apply if:\n" +
      "- you're an owner or director (or are authorized by the director)\n" +
      '- your business is Canadian-owned, for-profit, has 1 to 499 employees, and has had at least $500,000 in annual revenue in 1 of the last 3 years.',
    Eligible_Applicants: 'Owner or director (or authorized by the director)',
    Eligible_Activities: 'Reduce overhead costs, speed up transactions, respond to clients more quickly, manage inventory more efficiently, improve supply chain logistics',
    Eligible_Criteria: 'Canadian-owned, for-profit, 1 to 499 employees, at least $500,000 in annual revenue in 1 of the last 3 years',
    Eligible_Employees: 1,
    Eligible_Profitable: 'Yes',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Technology'
  },
  {
    Name: 'CDAP Grow Your Business Online Grant',
    Amount: '$2,400',
    Deadline: 'Coming Soon.',
    Summary: 'Looking to implement e-commerce capabilities to remain competitive? Need to serve existing customers more effectively and attract new customers? With a micro-grant of up to $2,400, we can help with the costs related to adopting digital technologies.',
    Description: 'The CDAP Grow Your Business Online grant helps SMEs get online, increase sales, adopt security software, connect with customers, improve social media marketing, and improve user experience for online customers.',
    Eligible_Applicants: 'SMEs',
    Eligible_Activities: 'Get online, increase sales, adopt security software, connect with customers, improve social media marketing, improve user experience for online customers',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Accelerated Growth Service',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'If you’re incorporated, ready to grow or scale, looking to create a new product, service or process — or just looking for advice — you might be eligible to connect with an Innovation Advisor. Innovation Advisors are former entrepreneurs who understand what it takes to grow a business. They can leverage their extensive network of contacts to help you find, and take advantage of, all of the government programs and services at your disposal — from financing to technical advice to foreign market expertise.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Trade Commissioner Service',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Now more than ever, the Trade Commissioner Service helps Canadian businesses grow with confidence by connecting them with our funding and support programs, international opportunities, and our network of trade commissioners in over 160 cities worldwide.',
    Description: 'The Trade Commissioner Service provides Canadian businesses with funding and support programs, international opportunities, and a network of trade commissioners in over 160 cities worldwide.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Scientific Research and Experimental Development (SR&ED) tax incentives',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'The Scientific Research and Experimental Development (SR&ED) tax incentives are intended to encourage businesses to conduct research and development in Canada.',
    Description: 'Corporations, individuals, trusts, and partnerships that conduct eligible work may be able to claim SR&ED tax incentives for the year. There are 2 tax incentives: Claim a deduction against income and Earn an investment tax credit (ITC). To benefit from the incentives, you must link your eligible work to expenditures you can claim. Claimants should submit their SR&ED claim with their income tax return for the year.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Mitacs Accelerate',
    Amount: '$15,000',
    Deadline: 'Coming Soon.',
    Summary: 'Optimize your budget, grow your R&D, and tap into the expertise of highly skilled students, graduate students, recent grads, and postdocs to solve your research challenges and achieve your innovation goals.',
    Description: 'Open to for-profit and not-for-profit corporations, the program pairs partner organizations with top-level research talent, who can help achieve business and innovation goals, execute initiatives, identify new markets, commercialize results, and more. Projects start at four months in duration and can be scaled up as needed.',
    Eligible_Applicants: 'Students from college students to undergrads and graduate students, and postdoctoral fellows at Mitacs partner colleges and universities in Canada. Recent graduates from a Canadian college or university within two years of graduation. Full-time graduate students in select Mitacs partner countries. Canadian citizens, permanent residents, and international students over the age of 18.',
    Eligible_Activities: 'Not specified.',
    Eligible_Criteria: 'PhDs must have been granted no more than 5 years prior to the project’s start date. Fellows must not have been employed full-time at the partner organization prior to applying.',
    Eligible_Employees: 'Not specified.',
    Eligible_Profitable: 'No.',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'All'
  },
  {
    Name: 'NRC IRAP',
    Amount: 'Up to $10 million',
    Deadline: 'Coming Soon.',
    Summary: 'Financial support for technology innovation through NRC IRAP',
    Description: 'NRC IRAP provides funding to support research and development projects at various stages of the innovation cycle. The program aims to help small and medium-sized Canadian businesses access the support they need to grow and expand.',
    Eligible_Applicants: 'Incorporated, profit-oriented small or medium-sized businesses in Canada',
    Eligible_Activities: 'Developing and commercializing innovative, technology-driven new or improved products, services, or processes in Canada',
    Eligible_Criteria: 'Have 500 or fewer full-time equivalent employees, plan to pursue growth and profit through technology-driven innovation',
    Eligible_Employees: 500,
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: [ 'all' ]
  },
  {
    Name: 'Innovative Solutions Canada program',
    Amount: 'Coming Soon.',
    Deadline: '2023-12-11',
    Summary: 'The Government of Canada is looking for innovators to solve challenges. Through the Innovative Solutions Canada program, eligible Canadian small businesses can receive funding for the development of novel solutions.',
    Description: "The Innovative Solutions Canada program aims to facilitate the early development, testing, and validation of prototypes, as well as prepare a pathway to commercialization. Selected innovators may receive funding to develop a proof of feasibility and then a prototype. If the developed innovation solves the Government of Canada's challenge, the innovator may become their first buyer.",
    Eligible_Applicants: 'Canadian small businesses and innovators',
    Eligible_Activities: 'Developing novel solutions to challenges',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'All'
  },
  {
    Name: 'Student Work Placement Program',
    Amount: '$5,000 (up to $7,000 for certain students)',
    Deadline: 'Coming Soon',
    Summary: 'Work placements for post-secondary students',
    Description: 'Employers can apply for wage subsidies to hire post-secondary students across Canada',
    Eligible_Applicants: 'Employers',
    Eligible_Activities: 'Hiring post-secondary students',
    Eligible_Criteria: 'Coming Soon',
    Eligible_Employees: 'Coming Soon',
    Eligible_Profitable: 'No',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'all'
  },
  {
    Name: 'Canada Small Business Financing Program',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'The Canada Small Business Financing Program makes it easier for small businesses to get loans from financial institutions by sharing the risk with lenders. The enhanced program provides lenders and small businesses with additional financing products, new class of loans, increased loan amounts and terms, improved loan conditions and decreased administrative burden.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'All'
  },
  {
    Name: 'Coming Soon',
    Amount: 'Coming Soon',
    Deadline: 'Coming Soon',
    Summary: 'Coming Soon',
    Description: 'Coming Soon',
    Eligible_Applicants: 'Coming Soon',
    Eligible_Activities: 'Coming Soon',
    Eligible_Criteria: 'Coming Soon',
    Eligible_Employees: 'Coming Soon',
    Eligible_Profitable: 'Coming Soon',
    Eligible_Region: 'Coming Soon',
    Eligible_Industries: 'Coming Soon'
  },
  {
    Name: 'Clean Growth Hub',
    Amount: 'Coming Soon',
    Deadline: 'Coming Soon',
    Summary: "The Clean Growth Hub is your main source of information, resources and advice on federal supports for clean technology in Canada. Get advice from our team of experts from across government who can help you find and understand what programs and services may be right for you. Whether you're in the early stages of research, conducting technology demonstration or growing your business and exporting, the Clean Growth Hub can point you to the support that fits your needs.",
    Description: 'Coming Soon',
    Eligible_Applicants: 'Coming Soon',
    Eligible_Activities: 'Coming Soon',
    Eligible_Criteria: 'Coming Soon',
    Eligible_Employees: 'Coming Soon',
    Eligible_Profitable: 'Coming Soon',
    Eligible_Region: 'Coming Soon',
    Eligible_Industries: 'Coming Soon'
  },
  {
    Name: 'Futurpreneur Canada',
    Amount: '$60,000 Total',
    Deadline: 'Coming Soon.',
    Summary: 'From business plan to business success.',
    Description: 'Futurpreneur Canada offers financing, mentoring, and expertise to help startups get off the ground. They provide collateral-free loans at better interest rates than most banks, with funding up to $20,000 per business. Additionally, the Business Development Bank of Canada (BDC) may provide up to $40,000. Futurpreneur Canada also offers industry-leading mentoring for 2 years to help entrepreneurs gain insight, identify opportunities, focus on their business vision, build networks, and shorten their learning curve. The program is open to aspiring business owners aged 18-39 who are Canadian citizens or permanent residents currently living in Canada. They support a wide range of businesses and have tailored offerings for young entrepreneurs in non-profit organizations, currently students, new to Canada without a credit history, or able to demonstrate innovation for their industry. Futurpreneur Canada also provides education and development opportunities, online resources, in-house experts, and networking events.',
    Eligible_Applicants: 'Canadian citizens or permanent residents aged 18-39',
    Eligible_Activities: 'Starting or currently working in a non-profit organization, currently a student, new to Canada without a credit history, or able to demonstrate innovation for their industry',
    Eligible_Criteria: 'Basic eligibility criteria available on the website',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'No',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'All'
  },
  {
    Name: "National Research Council Canada Industrial Research Assistance Program's",
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'NRC IRAP offers support for technology innovation projects beyond financial assistance. It provides access to industrial technology advisors (ITAs) who offer technical and business advice, referrals, and other services. The program also offers an extensive network of regional, national, and international partners for customized support and connects with local sources of financing, expertise, and more.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'WIL Digital',
    Amount: "50% of the student's salary up to $5,000, or 70% up to $7,000 for underrepresented students",
    Deadline: 'Coming Soon.',
    Summary: 'ICTC’s Work Integrated Learning Program that helps employers grow their businesses by providing wage subsidies for hiring post-secondary students.',
    Description: "ICTC’s Work Integrated Learning Program is funded by the Government of Canada's Student Work Placement Program (SWPP). The subsidies are meant to provide students with meaningful WIL opportunities that develop foundational and entrepreneurship/business skills.",
    Eligible_Applicants: 'Employers',
    Eligible_Activities: 'Hiring post-secondary students',
    Eligible_Criteria: 'Net new requirement is in effect. Post-secondary institutions are not eligible as employers. Applications must be created in the application portal prior to the student’s start date.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'Digital Economy'
  },
  {
    Name: 'Grand Challenges Canada',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Grand Challenges Canada seeks bold ideas from the best and brightest innovators to save and improve lives in low- and middle-income countries and Canada.',
    Description: 'Grand Challenges Canada invests in ideas that integrate science, technology, social, and business approaches to generate transformative impact in the global health sector.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'healthcare'
  },
  {
    Name: 'NRC IRAP funding to hire young graduates',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'The NRC IRAP funding program provides financial assistance to companies to hire young talent for their innovation needs.',
    Description: 'The program offers financial assistance to offset the cost of hiring young talent to work on projects with R&D, engineering, multimedia, or market analysis components or to help develop a new product or process.',
    Eligible_Applicants: 'Small or medium-sized businesses (500 or fewer full-time equivalents) that are incorporated and for-profit, and willing to partner with NRC IRAP.',
    Eligible_Activities: 'Advance research and development, engineering and multimedia activities; develop new products and processes; conduct market analyses for new technology-based products; support business development related to science and technology activities; improve customer services.',
    Eligible_Criteria: 'Businesses must be ready to enhance their innovation capacity and meet the eligibility criteria of the Youth Employment Program. The youth internship should last a minimum of 6 months and a maximum of 12 months. The candidate must work a minimum of 30 hours per week and meet specific age, education, and citizenship requirements.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: [
      'agriculture',   'technology',
      'healthcare',    'manufacturing',
      'energy',        'finance',
      'education',     'retail',
      'travel',        'automotive',
      'entertainment', 'corporate services',
      'media',         'transportation',
      'environment',   'all'
    ]
  },
  {
    Name: 'Alliance Advantage',
    Amount: '$20,000 to $1 million per year',
    Deadline: 'No deadline',
    Summary: 'Alliance grants encourage university researchers to collaborate with partner organizations, which can be from the private, public or not-for-profit sectors. These grants support research projects led by strong, complementary, collaborative teams that will generate new knowledge and accelerate the application of research results to create benefits for Canada.',
    Description: 'Alliance Advantage grants (formerly Alliance cost-sharing option 1) are for partner-driven projects. They fund projects focused on the partners’ goals, with at least one partner sharing in the costs of research. Research supported by Alliance Advantage grants will generate new knowledge and/or technology to address complex challenges, create economic, environmental and/or other societal benefits, contribute to Canada’s long-term competitiveness, support public policy, train new researchers in areas that are important to Canada and partner organizations, and draw on diverse perspectives and skill sets to accelerate the translation and application of research results.',
    Eligible_Applicants: 'Canadian university researchers who are eligible to receive NSERC funds',
    Eligible_Activities: 'Partner-driven projects focused on the partners’ goals, with at least one partner sharing in the costs of research',
    Eligible_Criteria: 'Must have at least one partner organization (in the private, public or not-for-profit sector) that can be recognized for cost sharing. Other partner organizations may also be included.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: [ 'all' ]
  },
  {
    Name: 'Career Ready Program',
    Amount: '$7,000',
    Deadline: 'Coming Soon.',
    Summary: 'Welcome to TECHNATION’s Career Ready Program! As part of the Government of Canada’s Student Work Placement Program (SWPP), TECHNATION’s wage subsidy program, Career Ready supports businesses by financing their decision to hire a student for a work-term placement. This in turn creates a rewarding opportunity for the student to apply their learning in real-world settings and puts them on a path to a bright career.',
    Description: 'The program provides 50% (to a maximum of $5000.00) of a student’s pay in wage subsidies to employers. An increased subsidy of 70% (to a maximum of $7000.00) is awarded to employers hiring students from under-represented groups.',
    Eligible_Applicants: 'Students',
    Eligible_Activities: 'Work-term placement',
    Eligible_Criteria: 'Hiring students from under-represented groups (Women studying STEM, Indigenous students, Visible minorities, New Canadians within 5 years, Persons with disabilities, Students in their first year of undergraduate study)',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: [
      'Digital technology',
      'AI / IoT / Machine Learning / Advanced Manufacturing',
      'Cybersecurity',
      'Agri-Tech',
      'Clean Tech',
      'Health Tech'
    ]
  },
  {
    Name: 'Testing Stream for innovators',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Our Testing Stream enables us to buy and test your pre-commercial goods and services in a real-life setting. We leverage our government partnerships to test your innovation and provide you with valuable feedback before you launch your innovation into the marketplace.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Private company, public company, not-for-profit organization, university, or individual can submit a proposal.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'To meet our definition of "innovative" you must meet one or more of the following criteria:\n' +
      '- An invention, a new technology or new process that is not currently available in the marketplace.\n' +
      '- Significant modifications to the applications of existing application technologies, components or processes that are applied in a setting or condition for which current applications are not possible or feasible.\n' +
      '- An improvement in functionality, cost or performance over an existing technology or process that is considered state-of-the-art or the current industry best practice.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Programme Innovation - Volet 1',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Investissement Québec administre ce programme à titre de mandataire du gouvernement du Québec. Ainsi, le traitement des demandes d’aide financière (admissibilité, analyse et décision) relève d’Investissement Québec.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Une entreprise ou un regroupement d’entreprises à but lucratif de tous les secteurs d’activité\n' +
      'Une entreprise d’économie sociale (coopératives et OBNL ) au sens de la Loi sur l’économie sociale (RLRQ, chapitre E 1.1.1).',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Regional Economic Growth through Innovation',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'The Regional Economic Growth through Innovation (REGI) program creates the right conditions to start and grow businesses in Atlantic Canada. Through REGI, the Atlantic Canada Opportunities Agency (ACOA) is helping businesses and non-profit organizations develop a strong, dynamic, and inclusive economy.',
    Description: 'REGI offers two options for funding: Business Scale-up and Productivity, and Regional Innovation Ecosystems. The Business Scale-up and Productivity option helps businesses speed up their growth, improve productivity, and reach new markets. The Regional Innovation Ecosystems option funds non-profit organizations that support businesses at each stage of development and focus on making business support networks stronger for under-represented groups.',
    Eligible_Applicants: 'Business Scale-up: sole proprietorships, partnerships, social enterprises, incorporated companies, corporations or co-operatives, Indigenous-owned businesses, and all other types of enterprises. Regional Innovation Ecosystems: post-secondary educational institutions, accelerators and business incubators, angel networks, social enterprises, a group of eligible recipients such industry association or consortium, a municipality and all other municipal-type organizations, and community-owned Indigenous businesses. Extra support and flexible repayment options are available for Indigenous youth, women, and community-owned Indigenous businesses.',
    Eligible_Activities: 'Business Scale-up: scaling up and expanding, making the most of new technologies, improving productivity, creating new products, and finding new markets. Regional Innovation Ecosystems: helping businesses build on regional strengths to scale up and bring new ideas to market, supporting entrepreneurs, start-ups, and innovative companies with high-growth potential, and helping businesses be more productive, compete globally, attract new investments, and recruit talent.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Atlantic Canada',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Coming Soon.',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: "Alberta Innovates solves some of the province's biggest challenges by seeing beyond the possible. We support research and the growth of business. We help the startup community build new technology and drive new ideas.",
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: [
      'agriculture',   'technology',
      'healthcare',    'manufacturing',
      'energy',        'finance',
      'education',     'retail',
      'travel',        'automotive',
      'entertainment', 'corporate services',
      'media',         'transportation',
      'environment',   'all'
    ]
  },
  {
    Name: 'Alberta Innovates',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: "Alberta Innovates solves some of the province's biggest challenges by supporting research and the growth of businesses. They also help the startup community build new technology and drive new ideas.",
    Description: 'Alberta Innovates funds projects that support the growth and diversity of Alberta’s economy. They provide a range of grant funding programs targeted to different sectors and development stages. They also offer coaching, support, and applied research services to bridge research with government and industry needs.',
    Eligible_Applicants: 'Startups, small and medium-sized enterprises, post-secondary institutions, and industry in all economic sectors.',
    Eligible_Activities: 'Supporting projects that contribute to the growth and diversity of Alberta’s economy.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Alberta',
    Eligible_Industries: [
      'agriculture',   'technology',
      'healthcare',    'manufacturing',
      'energy',        'finance',
      'education',     'retail',
      'travel',        'automotive',
      'entertainment', 'corporate services',
      'media',         'transportation',
      'environment',   'all'
    ]
  },
  {
    Name: 'Acclr: Business Services',
    Amount: 'Coming Soon',
    Deadline: 'Coming Soon',
    Summary: 'Propel your business with our services',
    Description: 'Acclr Services supports you in starting and growing your business with personalized advice, training, financing assistance, and more.',
    Eligible_Applicants: 'Coming Soon',
    Eligible_Activities: 'Starting and growing a business',
    Eligible_Criteria: 'Coming Soon',
    Eligible_Employees: 'Coming Soon',
    Eligible_Profitable: 'Coming Soon',
    Eligible_Region: 'Montréal metropolitan area',
    Eligible_Industries: 'Coming Soon'
  },
  {
    Name: 'Product Demonstration Program',
    Amount: '$150,000',
    Deadline: 'Continuous Intake',
    Summary: 'The Product Demonstration Program provides up to $150,000 to Alberta tech companies who want to commercialize their products and achieve optimal market position.',
    Description: "The Product Demonstration Program supports Alberta tech companies in commercializing their products and expanding into global markets. It offers financial support for partnerships with strategic partners to conduct product pilots or demonstrations that prove the product's technical and business merits.",
    Eligible_Applicants: 'Small to Medium Enterprise',
    Eligible_Activities: 'Entering a partnership with a strategic partner to conduct a product pilot or demonstration that proves their product’s technical and business merits.',
    Eligible_Criteria: 'You have fewer than 500 full-time employees and less than $50,000,000 in annual gross revenue. Your product is ready to pilot in an operational setting. You are looking to expand sales or broaden market segments. You have identified a potential strategic partner. You can complete the pilot or demonstration within one year. You can reasonably expect a first sale or distribution agreement within 18 months if the pilot is successful. You can reasonably expect expanded sales or distribution agreements if the demonstration is successful within 18 months.',
    Eligible_Employees: null,
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Alberta',
    Eligible_Industries: [
      'agriculture',   'technology',
      'healthcare',    'manufacturing',
      'energy',        'finance',
      'education',     'retail',
      'travel',        'automotive',
      'entertainment', 'corporate services',
      'media',         'transportation',
      'environment',   'all'
    ]
  },
  {
    Name: 'Technology Financing',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Investing in technology is one of the fastest ways to drive growth, trim costs, and boost productivity. Our technology loan can help your company optimize performance and become more profitable.',
    Description: 'BDC offers technology financing to help businesses invest in hardware, software, digital marketing, and advisory services. The financing is tailored to the needs of the business, providing flexibility and peace of mind.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Hardware purchase, software investment, digital marketing, advisory services.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: [ 'Technology' ]
  },
  {
    Name: 'CanExport',
    Amount: 'Coming Soon.',
    Deadline: '2024-02-??',
    Summary: 'Funding that helps Canadian businesses expand internationally.',
    Description: 'CanExport SMEs is not currently receiving applications. CanExport SMEs expects to reopen in February 2024 for projects beginning on April 1, 2024.',
    Eligible_Applicants: 'Eligible Canadian small and medium-sized enterprises that are for-profit, incorporated legal entities, limited liability partnerships (LLP) or cooperatives, have a Canada Revenue Agency business number, employ fewer than 500 full-time equivalent employees, and have $100,000 to $100 million in declared revenue in Canada during its past fiscal year (or 12 months for quarterly filers).',
    Eligible_Activities: 'Gathering market intelligence, applying for intellectual property protection in international markets, applying for certification in international markets, seeking expert legal and business advice, search engine optimization, translating, adapting, or creating marketing materials, attending virtual trade shows, networking functions, meetings or conferences. Based on Government of Canada Travel Advisories, CanExport also supports visits to foreign markets, in-person participation at trade shows, networking functions, meetings or conferences, and participating in a trade mission.',
    Eligible_Criteria: 'Eligible Canadian small and medium-sized enterprises must be for-profit, incorporated legal entities, limited liability partnerships (LLP) or cooperatives, have a Canada Revenue Agency business number, employ fewer than 500 full-time equivalent employees, and have $100,000 to $100 million in declared revenue in Canada during its past fiscal year (or 12 months for quarterly filers).',
    Eligible_Employees: 500,
    Eligible_Profitable: 'Yes',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'All'
  },
  {
    Name: 'CENGN',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Coming Soon.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Technology Development Advisors',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Technology Development Advisors are senior business advisors who provide business coaching, guidance on accessing capital through our many programs and connection to community support through various networks.',
    Description: 'Technology Development Advisors are business experts that work along others within Alberta’s innovation ecosystem to provide support and access to resources to help high-growth, high-potential companies to become self-sustaining and positioned to provide economic and social benefits to Alberta.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Commercialization Consulting & Mentoring',
    Amount: '$16,250',
    Deadline: 'Coming Soon.',
    Summary: 'The Commercialization Consulting and Mentoring Program (CCM) provides financial assistance to help Atlantic Canadian businesses and institutions in the final stages of commercialization.',
    Description: 'This program offers financial support to small and medium-sized businesses, universities, community colleges, and research institutions in the Atlantic Provinces for activities that support the commercialization of new and innovative products, technologies, or processes.',
    Eligible_Applicants: 'Small or medium-sized businesses, universities or community colleges, and research institutions (excluding Federal labs)',
    Eligible_Activities: 'Hiring consultants or mentors, hosting group learning activities to improve knowledge and preparedness for commercialization',
    Eligible_Criteria: 'Applicants must be registered and operating in one of the four Atlantic Provinces. Eligible activities must support commercialization efforts and partnerships, technology transfers, and/or licensing agreements. No financial commitments should be made prior to submission.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Atlantic Canada',
    Eligible_Industries: 'All except retail/wholesale, real estate, government services, personal or social services, and softwood lumber'
  },
  {
    Name: 'Business scale-up and productivity',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'This funding, which aims to foster innovation and business growth, can be awarded at any stage of a business’s development. Projects submitted by SMEs or NPOs are funded for fostering expansion, productivity and growth through innovation. This funding is provided under the REGI program.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'SMEs, Co-ops, Business associations, Non-profit organizations (NPOs), Business support organizations, Indigenous organizations',
    Eligible_Activities: 'Acquisition of digital production equipment or machinery and infrastructure, Assessment, adaptation or adoption of new technologies or new production processes, Activities aimed at boosting productivity and production or innovation capacity, Commercialization and market development, Implementation of commercialization strategies: Participation in trade fairs, Prospecting visits, Hiring of marketing staff, Ad campaigns, Market diagnostics and studies, Technology showcasing and demonstration, Business management: Hiring of resources to set up top-performing teams, Adoption of best management practices, processes and systems (e.g., Enterprise Resource Planning), Other activities may also be eligible. Contact us to discuss your project.',
    Eligible_Criteria: 'Projects are analyzed against specific criteria, namely: the expected results of your project, the viability of your business or organization, your technical and financial management capacity, the contribution of partners in terms of financial resources or professional services, the degree of risk',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: [
      'Manufacturing',
      'Food processing',
      'Information, communications and multimedia technologies',
      'Life sciences',
      'Other sectors may also be eligible.'
    ]
  },
  {
    Name: 'BizPaL',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Streamlining your business permit and licensing experience.',
    Description: 'BizPaL is a service provided by the federal, provincial/territorial, and municipal governments to help businesses search for the permits and licences they need to start or grow their business. It is available 24/7 and aims to improve business planning, save time and money, and provide answers to government requirements specific to your business type.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Coming Soon.',
    Amount: 'Coming Soon.',
    Deadline: '2023-09-28',
    Summary: 'Coming Soon.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Coming Soon.',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Industry Commercialization Associates',
    Amount: '$120,000',
    Deadline: 'Continuous',
    Summary: 'Receive up to $120,000 to help cover the salary for employees to promote the commercialization of your business.',
    Description: 'The Industry Commercialization Associates Program helps you build a solid team with top talent. Qualified applicants may apply to receive up to $120,000 in non-dilutive funding toward an employee salary per year for up to two years. Applicants must commit a minimum 25 per cent cash contribution of the total annual base salary. The Industry Commercialization Associates Program can help you attract and retain business talent, accelerate the commercialization of new technology and innovative products, access financial resources to de-risk the commercialization of new tech or innovation-based products, and promote revenue, export growth, and investment positioning.',
    Eligible_Applicants: 'Small to Medium Enterprise',
    Eligible_Activities: 'Promote the commercialization of new technology and innovative products',
    Eligible_Criteria: 'You have fewer than 500 full-time employees and less than $50,000,000 in annual gross revenue. You are an Alberta based and owned company. You can contribute a minimum of 25 per cent cash contribution of the total annual base salary of the Associate. You do not have more than two active Alberta Innovates-funded Associates simultaneously.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'No',
    Eligible_Region: 'Alberta',
    Eligible_Industries: [
      'Agriculture',
      'Clean Technology',
      'Emerging Technology & Data Science',
      'Energy',
      'Environment',
      'Health & Life Sciences'
    ]
  },
  {
    Name: 'Alberta Export Expansion Program',
    Amount: 'Up to $25,000',
    Deadline: '2023-10-20',
    Summary: 'Funding to help export-ready companies and non-profit organizations enhance access to international markets and attract global buyers.',
    Description: 'The Alberta Export Expansion Program provides funding support to Alberta small and medium-sized enterprises (SMEs), municipalities, industry associations, Indigenous communities, and economic development organizations promoting Alberta exports through outbound international business travel and bringing international buyers to Alberta. Eligible expenses include accommodation, airfare, inter-city ground travel, registration for tradeshows or events, translation or interpretive services for marketing materials, and conference room space. Funding is awarded on a first-come, first-served basis, and each applicant can receive a maximum of $25,000 in approved grant agreement(s) per program year (April 1 to March 31).',
    Eligible_Applicants: 'Alberta small and medium-sized enterprises (SMEs), municipalities, industry associations, Indigenous communities, economic development organizations',
    Eligible_Activities: 'Outbound international business travel, bringing international buyers to Alberta',
    Eligible_Criteria: 'For-profit applicants must have annual sales of $50,000 to $25 million, employ fewer than 500 full-time equivalent employees, and have a permanent establishment in Alberta. Non-profit applicants must have at least one full-time employee in Alberta, be a recognized legal entity for at least one year, and have a permanent establishment in Alberta.',
    Eligible_Employees: 1,
    Eligible_Profitable: 'No',
    Eligible_Region: 'Alberta',
    Eligible_Industries: 'All'
  },
  {
    Name: 'BDC Advisory Services',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Our team of subject-matter experts has been offering management consulting services to guide Canadian businesses for over 40 years. Our experienced consultants accompany you throughout the mandate, offering objective, practical, results-driven advice, tailored to your needs and stage of growth.',
    Description: 'Our solutions are designed to equip you with the knowledge, know-how and tools to manage every function of your business with confidence.',
    Eligible_Applicants: 'Canadian businesses',
    Eligible_Activities: 'Management consulting services',
    Eligible_Criteria: 'Tailored to your needs and stage of growth',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada-wide',
    Eligible_Industries: 'All'
  },
  {
    Name: 'CanExport Innovation',
    Amount: '$75,000',
    Deadline: 'Coming Soon.',
    Summary: 'CanExport Innovation initiated an administrative pause on June 19, 2023 and is no longer receiving applications.',
    Description: 'Innovators from Canadian organizations may access up to $75,000 in funding to assist with research and development (R&D) for a single technology.',
    Eligible_Applicants: 'Canadian small and medium-sized enterprises, Canadian academic institutions, Canadian non-government research centres',
    Eligible_Activities: 'Applying for intellectual property protection in international markets, Applying for certification in international markets, Seeking expert legal and business advice, Shipping technology to determine feasibility/compatibility with a partner’s technology, Translating, adapting and creating promotional plans or materials, Attending virtual networking functions, meetings or conferences, Travel abroad or in Canada to meet with pre-identified foreign partners, Attending an event or conference to meet with pre-identified foreign partners',
    Eligible_Criteria: 'be registered in Canada, have a Canada Revenue Agency (CRA) business number, own, co-own, or have decision-making authority over the intellectual property (IP) rights for the technology, have a prototype (Technology Readiness Level 4 or higher), intend to commercially launch the technology within 5 years',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Digital Skills for Youth program',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Internship opportunities in the digital economy for organizations and post-graduate students',
    Description: 'The Digital Skills for Youth program offers internship opportunities for organizations seeking to apply digital skills and post-graduate students looking for new opportunities in the digital economy.',
    Eligible_Applicants: 'Organizations seeking interns with digital skills, post-graduate students',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Student Work Placement (Co-op)',
    Amount: 'Wage assistance',
    Deadline: 'Coming Soon.',
    Summary: "ECO Canada's Student Work Placement Program helps match post-secondary students with employers and provides wage assistance.",
    Description: "The Student Work Placement Program, funded by the Government of Canada's Employment and Social Development Program, aims to support the growth of the environmental workforce by connecting students and employers. The program offers wage assistance to both students and employers to ensure a successful match.",
    Eligible_Applicants: 'Post-secondary students',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Canada',
    Eligible_Industries: 'All'
  },
  {
    Name: 'Innovation for Defence Excellence and Security (IDEaS)',
    Amount: 'Varies',
    Deadline: 'Coming Soon.',
    Summary: 'IDEaS is a funding program aimed at accelerating concepts and solutions in defence innovation.',
    Description: 'IDEaS provides various funding mechanisms to assist Canadian innovators in solving defence and security challenges.',
    Eligible_Applicants: 'Canadian innovators',
    Eligible_Activities: 'Solving defence and security challenges',
    Eligible_Criteria: 'Coming Soon.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'No',
    Eligible_Region: 'Canada',
    Eligible_Industries: [ 'all' ]
  },
  {
    Name: 'Canada-Alberta Job Grant',
    Amount: 'Up to $15,000',
    Deadline: 'Coming Soon.',
    Summary: 'Eligible employers can get government funding to help employees and unemployed Albertans access training opportunities.',
    Description: 'The Canada-Alberta Job Grant is a training program where an employer applies on behalf of their present or future employees for eligible training costs. Employers decide who gets training and what type of training may be needed for their employees. Funding provided by the Government of Canada through the Workforce Development Agreement.',
    Eligible_Applicants: 'Private sector employers, non-profit sector employers, First Nations and Metis Settlements, the Agriculture Financial Services Corporation (if in a community with a population of 100,000 or less), Alberta Treasury Branches (if in a community with a population of 100,000 or less)',
    Eligible_Activities: 'Training for existing or future employees',
    Eligible_Criteria: 'Alberta employers must have current or potential employees who need training to fill current or future positions. The trainees must be Canadian citizens, permanent residents, protected people under the Immigration and Refugee Protection Act (Canada) who are entitled to work in Canada, or business owners with 4 or fewer employees.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Alberta',
    Eligible_Industries: [ 'all' ]
  },
  {
    Name: 'Starter Company Plus',
    Amount: '$5,000',
    Deadline: 'Coming Soon.',
    Summary: 'Get guidance and a grant for your small business',
    Description: 'If you’re starting, expanding or buying a small business, apply for training, mentoring and a grant through Starter Company Plus.',
    Eligible_Applicants: '18 years of age or older, an Ontario resident and Canadian citizen (or permanent resident), not attending school full-time or returning to school',
    Eligible_Activities: 'Starting a new company, expanding an existing company, buying a business in Ontario',
    Eligible_Criteria: 'Qualify for a grant by making a contribution in cash or in kind for at least 25% of the grant amount',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Ontario',
    Eligible_Industries: 'All'
  },
  {
    Name: 'Industry r&D Associates Program',
    Amount: '$105,000',
    Deadline: 'Continuous',
    Summary: 'The Industry r&D Associates Program supports Alberta tech companies with up to $105,000 to employ in-house professional research and developmental expertise.',
    Description: 'The Industry r&D Associates Program supports Alberta tech companies with an innovative technology or knowledge-based solution looking to employ in-house professional research and developmental expertise. Qualified applicants may apply to receive up to $105,000 in non-dilutive funding to help cover salary costs of an Associate over a one-year term. Applicants must commit a minimum 25 per cent cash contribution of the total annual base salary. The program aims to accelerate and progress the development of new technology and innovative solutions, attract and retain technical expertise, and de-risk the development and scaling of innovative products.',
    Eligible_Applicants: 'Small to Medium Enterprise',
    Eligible_Activities: 'Companies with innovative technology or knowledge-based solutions',
    Eligible_Criteria: 'You have fewer than 500 full-time employees and less than $50,000,000 in annual gross revenue. You can contribute a minimum of 25 per cent cash contribution of the total annual base salary of the Associate. You have an innovative solution that offers significant competitive advantage over existing solutions. You are an Alberta based and owned company. You do not have more than two active Alberta Innovates-funded Associates simultaneously. You have an innovate solution that offers a significant competitive advantage over existing solutions.',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'No',
    Eligible_Region: 'Alberta',
    Eligible_Industries: [
      'Agriculture',
      'Clean Technology',
      'Emerging Technology & Data Science',
      'Energy',
      'Environment',
      'Health & Life Sciences'
    ]
  },
  {
    Name: 'Coming Soon.',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Coming Soon.',
    Description: 'Coming Soon.',
    Eligible_Applicants: 'Entrepreneurs with an innovative business project',
    Eligible_Activities: 'Coming Soon.',
    Eligible_Criteria: 'Presentation of startup in a 10 to 15 slides PPT or PDF, accompanied by 5-year financial forecasts',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Montréal, Québec',
    Eligible_Industries: 'Coming Soon.'
  },
  {
    Name: 'Small Business Loan',
    Amount: 'Coming Soon.',
    Deadline: 'Coming Soon.',
    Summary: 'Our Small Business Loan is designed to help you quickly and easily access the funds you need with flexible terms you can afford.',
    Description: 'Our Small Business Loan is a financing option that can be used to supplement cash flow, purchase equipment or software, sell online, upgrade your website, cover expenses, and more. It offers unparalleled flexibility with the option to postpone principal payments for the first 6 months and repay the loan over a 5-year period. The loan comes with an affordable rate, no application fees, and no penalties for early or lump-sum payments. Eligibility criteria include being a Canadian-based business, being in operation for at least 24 months, having a good credit history, and reaching the age of maturity in your province or territory.',
    Eligible_Applicants: 'Canadian-based business',
    Eligible_Activities: 'Supplement cash flow, purchase equipment/software, sell online, upgrade website, cover expenses',
    Eligible_Criteria: 'In operation for at least 24 months, generating revenues, good credit history, reaching age of maturity in province/territory',
    Eligible_Employees: 'Coming Soon.',
    Eligible_Profitable: 'Coming Soon.',
    Eligible_Region: 'Coming Soon.',
    Eligible_Industries: 'Coming Soon.'
  }
]
